Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Keep draft coverage, saved history, and live queue follow-through readable before the handoff editor and timeline rows take over.
zh_hans: 在交接编辑器和时间线行展开前，让草稿覆盖、已保存历史和实时队列跟进保持清晰可读。

source: Keep draft readiness, timeline depth, and history coverage visible before the route deck and longer editor sections.
zh_hans: 在路由面板和更长的编辑分区展开前，让草稿就绪度、时间线深度和历史覆盖保持可见。

source: Keep durable-memory size and structured-key pressure visible before pivoting into agent, session, incident, or runtime context.
zh_hans: 在切换到智能体、会话、事件或运行时上下文前，让持久记忆规模和结构化键压力保持可见。

source: Keep durable-state shape and export readiness visible before the editable key rows take over.
zh_hans: 在可编辑键行展开前，让持久状态形态和导出就绪度保持可见。

source: Keep enabled coverage, next-run health, and delivery diversity visible before the full cron list.
zh_hans: 在完整 cron 列表展开前，让启用覆盖、下次运行健康度和投递多样性保持可见。

source: Keep enablement, capped triggers, and agent spread visible before opening each trigger rule.
zh_hans: 在打开各个触发规则前，让启用状态、已封顶触发器和 agent 分布保持可见。

source: Keep execution drag, active queue flow, and slower workflow inventory breadth readable before grouped runs, triggers, schedules, and cron jobs take over.
zh_hans: 在归组运行、触发器、计划和 cron 作业接管前，让执行拖累、活动队列流和较慢的工作流概览广度保持清晰可读。

source: Keep explicit restrictions, assigned skill or MCP scope, and feed readiness readable before moving through tool, skill, and server detail.
zh_hans: 在浏览工具、技能和服务器详情前，让显式限制、已分配技能或 MCP 范围以及数据源就绪度保持清晰可读。

source: Keep export state, visible structure mix, and the longest key visible while editing or triaging durable memory.
zh_hans: 在编辑或分诊持久记忆时，让导出状态、可见结构分布和最长键保持可见。

source: Keep focus mode, queue size, and current pressure visible before opening deeper night-duty surfaces.
zh_hans: 在打开更深层的夜间值守界面前，让专注模式、队列规模和当前压力保持可见。

source: Keep guardrails, trend coverage, and rankings visible before the focus rail and long spend sections.
zh_hans: 在焦点轨道和长支出分区展开前，让护栏、趋势覆盖和排名保持可见。

source: Keep history scope, timeline gaps, checklist coverage, completed follow-through, and slower support drift visible before the handoff editor fans out.
zh_hans: 在交接编辑器展开前，让历史范围、时间线缺口、清单覆盖、已完成跟进和较慢的支撑漂移保持可见。

source: Keep integration context behind the primary automation exits.
zh_hans: 将集成上下文保留在主要自动化出口之后。

source: Keep integration drift checks behind the primary capability exits.
zh_hans: 将集成漂移检查保留在主要能力出口之后。

source: Keep issue review, operational diagnostics, and slower capability or budget context readable before moving through the deeper agent sections.
zh_hans: 在进入更深层的智能体分区前，让问题复核、运行诊断以及较慢的能力或预算上下文保持清晰可读。

source: Keep linked profile context, explicit rules, and assigned skill or server support readable before leaving capability scope.
zh_hans: 在离开能力范围前，让已关联配置文件上下文、显式规则以及已分配技能或服务器支撑保持清晰可读。

source: Keep live alerts, watchlist drag, audit pressure, and draft readiness readable before the draft editor and history take over.
zh_hans: 在草稿编辑器和历史内容接管前，让实时告警、关注列表拖累、审计压力和草稿就绪度保持清晰可读。

source: Keep live pressure, draft readiness, and next routes together before editing.
zh_hans: 在进入编辑前，将实时压力、草稿就绪度和下一步路由放在一起查看。

source: Keep live queue shape, follow-up load, and draft state visible before editing.
zh_hans: 在编辑前，让实时队列形态、后续事项负载和草稿状态保持可见。

source: Keep muted alerts, check-ins, follow-ups, and platform drift readable before the queue cards and route rails.
zh_hans: 在队列卡片和路由栏展开前，让静默告警、签到、后续事项和平台漂移保持清晰可读。

source: Keep nearby agent, profile, runtime, and integration exits closest to compact capability inspection.
zh_hans: 让邻近的智能体、配置文件、运行时和集成出口保持在最接近紧凑能力查看的位置。

source: Keep nearby agent, session, and runtime exits closest to durable memory inspection.
zh_hans: 让邻近的智能体、会话和运行时出口保持在最接近持久记忆查看的位置。

source: Keep note coverage, focus scope, and follow-up load visible before composing the handoff draft on mobile.
zh_hans: 在手机上编写交接草稿前，让备注覆盖、关注范围和后续事项负载保持可见。

source: Keep one agent summary and the core exits above the deeper diagnostics.
zh_hans: 将单个智能体摘要和核心出口保留在更深层诊断之上。

source: Keep one approvals summary, the main exits, and the filter bar above the queue.
zh_hans: 将审批摘要、主要出口和筛选栏保留在队列上方。

source: Keep one diagnostics snapshot and direct jumps above the long sections.
zh_hans: 将一个诊断快照和直接跳转保留在长分区上方。

source: Keep pinned fleet breadth, watched queue spillover, and local surface preferences readable before the next night-duty exits take over.
zh_hans: 在下一步夜间值守出口接管前，让置顶智能体广度、已关注队列溢出和本地界面偏好保持清晰可读。

source: Keep primary operator exits distinct from slower runtime, budget, diagnostics, profile, and capability drills before the shortcut rails fan out.
zh_hans: 在快捷轨道展开前，让主要值班出口与较慢的运行时、预算、诊断、配置文件和能力入口保持区分。

source: Keep queue depth, watch pressure, and supporting issue buckets visible before the display controls and route rails.
zh_hans: 在显示控制项和路由栏展开前，让队列深度、关注压力和支撑问题分桶保持可见。

source: Keep restrictions, assigned capability scope, and MCP server coverage readable before the capability feeds take over.
zh_hans: 在能力源展开前，让限制条件、已分配能力范围和 MCP 服务器覆盖保持清晰可读。

source: Keep route availability and feed coverage visible before pivoting into tool profiles, runtime, or integration context.
zh_hans: 在切换到工具配置文件、运行时或集成上下文前，让路由可用性和数据源覆盖保持可见。

source: Keep route breadth, jump coverage, and workflow visibility readable before drilling into runs, triggers, schedules, or cron jobs.
zh_hans: 在深入查看运行、触发器、计划或 cron 作业前，让路由广度、跳转覆盖和工作流可见性保持清晰可读。

source: Keep route breadth, loaded feeds, and explicit capability scope readable before leaving the compact capability monitor for surrounding operator surfaces.
zh_hans: 在离开紧凑能力监控、切换到周边值班界面前，让路由广度、已加载数据源和显式能力范围保持清晰可读。

source: Keep route breadth, session actions, and model or budget context visible before pivoting into adjacent operator surfaces.
zh_hans: 在切换到相邻值班界面前，让路由广度、会话操作以及模型或预算上下文保持可见。

source: Keep route breadth, structured-state pressure, and visible durable-key coverage readable before pivoting into agent, incident, or runtime context.
zh_hans: 在切换到智能体、事件或运行时上下文前，让路由广度、结构化状态压力和可见持久键覆盖保持清晰可读。

source: Keep rule depth and access mode visible before opening individual allowed or blocked tool names.
zh_hans: 在打开各个允许或受限工具名称前，让规则深度和访问模式保持可见。

source: Keep runtime, diagnostics, and settings in a secondary rail.
zh_hans: 将运行时、诊断和设置保留在次级轨道中。

source: Keep save readiness, note coverage, suggestions, and follow-up tooling visible before editing or sharing the handoff draft.
zh_hans: 在编辑或分享交接草稿前，让保存就绪度、备注覆盖、建议项和后续事项工具保持可见。

source: Keep scope, inventory size, and failure categories visible before drilling into workflows, runs, triggers, schedules, and cron jobs.
zh_hans: 在深入查看工作流、运行、触发器、计划和 cron 作业前，让范围、概览规模和失败类别保持可见。

source: Keep session, memory, workspace, receipts, and audit coverage visible before the operator routes and deeper agent sections.
zh_hans: 在值班路由和更深层智能体分区展开前，让会话、记忆、工作区、回执和审计覆盖保持可见。

source: Keep severity mix and follow-up drag readable before the primary and secondary night queue cards.
zh_hans: 在主次夜间队列卡片展开前，让严重性分布和后续事项拖累保持清晰可读。

source: Keep snapshot type, live counts, check-in timing, and the summary together before the checklist and follow-ups.
zh_hans: 在进入清单和后续事项前，将快照类型、实时计数、签到时间和摘要放在一起查看。

source: Keep snapshot, routes, and each loaded capability feed visible before drilling into tool, skill, or MCP scope.
zh_hans: 在深入查看工具、技能或 MCP 范围前，让快照、路由和每个已加载的能力源保持可见。

source: Keep sort state, chart breadth, and route readiness visible before diving into limits, trends, models, and agent spend sections.
zh_hans: 在深入查看限额、趋势、模型和智能体支出分区前，让排序状态、图表广度和路由就绪度保持可见。

source: Keep status, routes, and filters together before the grouped workflow sections.
zh_hans: 在归组工作流分区展开前，将状态、路由和筛选条件放在一起查看。

source: Keep structured keys, scalar durable state, and export support readable before moving into editable memory rows and nearby routes.
zh_hans: 在进入可编辑记忆行和邻近路由前，让结构化键、标量持久状态和导出支持保持清晰可读。

source: Keep structured state, scalar durable keys, and export or search readiness readable before moving through editable memory rows.
zh_hans: 在浏览可编辑记忆行前，让结构化状态、标量持久键以及导出或搜索就绪度保持清晰可读。

source: Keep summary, jumps, and exits together before the longer cost lists.
zh_hans: 在更长的成本列表展开前，将摘要、跳转和出口放在一起查看。

source: Keep summary, routes, and memory sections visible before drilling into individual key edits.
zh_hans: 在深入编辑单个键之前，让摘要、路由和记忆分区保持可见。

source: Keep the active automation slice, search state, and family breadth readable before grouped runs, triggers, schedules, and cron lists take over.
zh_hans: 在归组运行、触发器、计划和 cron 列表接管前，让活动自动化切片、搜索状态和类别广度保持清晰可读。

source: Keep the active session label, message volume, and context window visible before session controls.
zh_hans: 在会话控制项前，让活动会话标签、消息量和上下文窗口保持可见。

source: Keep the current agent, visible results, and export state available while searching or editing memory.
zh_hans: 在搜索或编辑记忆时，让当前智能体、可见结果和导出状态保持可用。

source: Keep the current model path, session, and failure counts visible while scrolling deeper sections.
zh_hans: 在滚动浏览更深层分区时，让当前模型路径、会话和失败计数保持可见。

source: Keep the dominant automation lane readable before moving from the compact decks into workflow, trigger, and scheduler detail.
zh_hans: 在从紧凑面板进入工作流、触发器和调度器详情前，让主导自动化轨道保持清晰可读。

source: Keep the dominant budget lane readable before moving from the top decks into charts, models, and agent spend lists.
zh_hans: 在从顶部面板进入图表、模型和智能体支出列表前，让主导预算轨道保持清晰可读。

source: Keep the dominant capability lane readable before drilling into explicit tool rules, assigned skills, or MCP server scope.
zh_hans: 在深入查看显式工具规则、已分配技能或 MCP 服务器范围前，让主导能力轨道保持清晰可读。

source: Keep the dominant diagnostics lane readable before moving from compact decks into the detailed agent operator sections.
zh_hans: 在从紧凑面板进入详细的智能体值班分区前，让主导诊断轨道保持清晰可读。

source: Keep the dominant handoff lane readable before moving from the compact control deck into editing and history work.
zh_hans: 在从紧凑控制面板进入编辑和历史工作前，让主导交接轨道保持清晰可读。

source: Keep the dominant memory lane readable before moving from compact memory decks into editable keys and adjacent monitoring routes.
zh_hans: 在从紧凑记忆面板进入可编辑键和相邻监控路由前，让主导记忆轨道保持清晰可读。

source: Keep the dominant night-duty lane readable before moving from the control deck into primary and support queue cards.
zh_hans: 在从控制面板进入主队列和支撑队列卡片前，让主导夜间值守轨道保持清晰可读。

source: Keep the live queue and shift-facing exits closest to the handoff draft.
zh_hans: 让实时队列和面向班次的出口保持在最接近交接草稿的位置。

source: Keep the longest budget charts and rankings reachable from the compact mobile view.
zh_hans: 让最长的预算图表和排名在紧凑移动视图中也能快速到达。

source: Keep the model and per-agent rankings behind the primary spend summary.
zh_hans: 将模型和按智能体的排名保留在主要支出摘要之后。

source: Keep the most likely next operator exits visible as compact shortcuts right below the agent digest.
zh_hans: 将最可能使用的下一步值班出口作为紧凑快捷入口显示在智能体摘要下方。

source: Keep the next automation exits compact and visible above the grouped workflow lists.
zh_hans: 让下一步自动化出口保持紧凑并显示在归组工作流列表上方。

source: Keep the next automation stacks visible before workflows, runs, triggers, and cron sections open up.
zh_hans: 在工作流、运行、触发器和 cron 分区展开前，让下一组自动化堆栈保持可见。

source: Keep the next budget stacks visible before limits, trend, and model cost sections open up.
zh_hans: 在限额、趋势和模型成本分区展开前，让下一组预算堆栈保持可见。

source: Keep the next capability stacks visible before tool filters, skills, and MCP server sections open up.
zh_hans: 在工具筛选、技能和 MCP 服务器分区展开前，让下一组能力堆栈保持可见。

source: Keep the next draft stacks visible before the note, checklist, and follow-up editors open up.
zh_hans: 在备注、清单和后续事项编辑器展开前，让下一组草稿堆栈保持可见。

source: Keep the next handoff stacks visible before the draft, timeline, and history sections open up.
zh_hans: 在草稿、时间线和历史分区展开前，让下一组交接堆栈保持可见。

source: Keep the next memory stack visible before the key list opens into raw entry rows.
zh_hans: 在键列表展开为原始条目行前，让下一组记忆堆栈保持可见。

source: Keep the next night-watch stacks visible before the primary queue, secondary queue, and watchlist cards expand.
zh_hans: 在主队列、次级队列和关注列表卡片展开前，让下一组夜间值守堆栈保持可见。

source: Keep the next operator screens close to the approval queue.
zh_hans: 让下一步值班界面保持在靠近审批队列的位置。

source: Keep the primary queue, secondary queue, watchlist, and slower support lanes readable before the night-duty cards expand.
zh_hans: 在夜间值守卡片展开前，让主队列、次级队列、关注列表和较慢的支撑轨道保持清晰可读。

source: Keep the token budget and utilization visible before leaving the agent spend view.
zh_hans: 在离开智能体支出视图前，让 token 预算和利用率保持可见。

source: Keep the top spender, current average, and any flagged agents visible before opening the longer per-agent list.
zh_hans: 在打开更长的按智能体列表前，让支出最高项、当前平均值和任何被标记的智能体保持可见。

source: Keep tool scope, skills, MCP assignment, and the active profile together before leaving the agent surface.
zh_hans: 在离开智能体界面前，将工具范围、技能、MCP 分配和当前配置文件放在一起查看。

source: Keep total spend, efficiency, and projected burn visible before reading the individual signal rows.
zh_hans: 在查看各个信号行前，让总支出、效率和预计消耗保持可见。

source: Keep total step depth, visible count, and the newest definition clear before the detailed workflow rows.
zh_hans: 在详细工作流行展开前，让总步骤深度、可见数量和最新定义保持清晰。

source: Keep total tokens, call volume, and the current top model visible before opening the longer cost ranking.
zh_hans: 在打开更长的成本排名前，让总 token、调用量和当前最高模型保持可见。

source: Keep trend depth, ranking mode, and the current heavy spenders visible before the longer charts and lists.
zh_hans: 在更长的图表和列表展开前，让趋势深度、排名模式和当前高支出项保持可见。

source: Keep trend review, spend rankings, and guardrail context readable before the limit, chart, model, and agent sections take over.
zh_hans: 在限额、图表、模型和智能体分区接管前，让趋势审查、支出排名和护栏上下文保持清晰可读。

source: Keep usage depth and current ranking leaders visible before the longer limit, trend, and spend sections take over.
zh_hans: 在更长的限额、趋势和支出分区接管前，让用量深度和当前排名领先项保持可见。

source: Keep usage-signal coverage and ranking breadth readable before diving into limits, trend charts, and spend distributions.
zh_hans: 在深入查看限额、趋势图和支出分布前，让用量信号覆盖和排名广度保持清晰可读。

source: Keep visible automation breadth readable before opening the longer workflow, trigger, schedule, and cron sections.
zh_hans: 在打开更长的工作流、触发器、计划和 cron 分区前，让可见自动化广度保持清晰可读。

source: Keep workflow, trigger, schedule, and cron coverage visible before the route rail and grouped automation lists.
zh_hans: 在路由栏和归组自动化列表展开前，让工作流、触发器、计划和 cron 覆盖保持可见。

source: Keep workspace identity gaps, unsettled receipts, structured memory, and audit churn readable before the agent routes and detail sections take over.
zh_hans: 在智能体路由和详情分区接管前，让工作区身份缺口、未结回执、结构化记忆和审计波动保持清晰可读。

source: Kernel
zh_hans: 内核

source: Kernel \(status.status)
zh_hans: 内核 \(status.status)

source: Kernel %@
zh_hans: 内核 %@

source: Key
zh_hans: 键

source: Keys
zh_hans: 键

source: Label
zh_hans: 标签

source: Largest gap \(OnCallHandoffStore.formatInterval(largestGap))
zh_hans: 最大间隔 \(OnCallHandoffStore.formatInterval(largestGap))

source: Last \(relativeText(from: lastRun))
zh_hans: 上次 \(relativeText(from: lastRun))

source: Last %@
zh_hans: 上次 %@

source: Last channel
zh_hans: 上次渠道

source: Last handoff was %@. Review the queue before the next shift change.
zh_hans: 上一次交接是在 %@。请在下一次换班前复核队列。

source: Last handoff was %@. This iPhone has recent local shift context.
zh_hans: 上一次交接是在 %@。这台 iPhone 保留了最近的本地值班上下文。

source: Last local handoff saved %@ ago.
zh_hans: 最近一次本地交接保存于 %@ 前。

source: Last refreshed %@
zh_hans: 最近刷新于 %@

source: Last run \(relativeText(from: lastRun))
zh_hans: 上次运行 \(relativeText(from: lastRun))

source: Last run %@
zh_hans: 上次运行 %@

source: Last Saved
zh_hans: 最近保存

source: Latest \(RelativeDateTimeFormatter().localizedString(for: latest, relativeTo: Date()))
zh_hans: 最新 \(RelativeDateTimeFormatter().localizedString(for: latest, relativeTo: Date()))

source: Latest \(RelativeDateTimeFormatter().localizedString(for: latestEntryDate, relativeTo: Date()))
zh_hans: 最新 \(RelativeDateTimeFormatter().localizedString(for: latestEntryDate, relativeTo: Date()))

# Latest gap %@. Average recent cadence %@.
source: Latest gap %1$@. Average recent cadence %2$@.
zh_hans: 最近一次间隔为 %1$@。近期平均节奏为 %2$@。

source: Latest handoff follow-up items are complete on this iPhone.
zh_hans: 这台 iPhone 上最近一次交接的跟进项已全部完成。

source: Latest handoff gap stretched to %@. Review shift coverage.
zh_hans: 最近一次交接间隔已拉长到 %@。请检查值班覆盖。

source: Lead with a concise shift summary, then let the checklist and follow-ups carry the operational detail.
zh_hans: 先写一段简洁的班次摘要，再让清单和后续事项承载具体的操作细节。

source: LibreFang Agent Diagnostics
zh_hans: LibreFang 代理诊断

source: LibreFang agent memory is shared operator state. Structured values are usually the most useful during triage.
zh_hans: LibreFang 的代理记忆是共享的操作状态。排查时，结构化值通常最有用。

source: LibreFang could not load this workspace file.
zh_hans: LibreFang 无法加载这个工作区文件。

source: LibreFang did not return a tool profile named "\(selectedProfileName)".
zh_hans: LibreFang 没有返回名为“\(selectedProfileName)”的工具配置。

source: LibreFang did not return a tool profile named "%@".
zh_hans: LibreFang 未返回名为“%@”的工具配置档。

source: LibreFang handoff snapshot · %@
zh_hans: LibreFang 交接快照 · %@

source: LibreFang has no workflows, triggers, schedules, or cron jobs in the current snapshot.
zh_hans: 当前快照中，LibreFang 没有工作流、触发器、调度或定时任务。

source: LibreFang resolves labels server-side for this agent, so this works even when the current inventory is stale.
zh_hans: LibreFang 会在服务器端为这个代理解析标签，因此即使当前清单已陈旧，这个查找也依然有效。

source: LibreFang resolves skills server-side. An empty allowlist means the agent can see every installed skill.
zh_hans: LibreFang 在服务端解析技能。允许列表为空表示该智能体可以看到所有已安装技能。

source: Limit
zh_hans: 限额

source: limit $%.2f
zh_hans: 限额 $%.2f

source: Limits & Alerts
zh_hans: 限额与告警

source: Limits pending
zh_hans: 限额待补

source: Limits ready
zh_hans: 限额已就绪

source: Links
zh_hans: 链接

source: Live %@
zh_hans: 实时 %@

source: Live Chat
zh_hans: 实时聊天

source: Live chat ready
zh_hans: 实时聊天已就绪

source: Live chat route
zh_hans: 实时聊天路由

source: Live chat unavailable
zh_hans: 实时聊天不可用

source: Live queue exits stay on the primary rail; runtime and settings stay behind them on the support rail.
zh_hans: 实时队列出口保留在主轨道上；运行时和设置则放在其后的支撑轨道中。

source: Live Signals
zh_hans: 实时信号

source: LLM Calls
zh_hans: LLM 调用

source: Loading approvals...
zh_hans: 正在加载审批...

source: Loading attachment...
zh_hans: 正在加载附件...

source: Loading automation...
zh_hans: 正在加载自动化...

source: Loading comms...
zh_hans: 正在加载通信...

source: Loading deliveries...
zh_hans: 正在加载投递...

source: Loading diagnostics...
zh_hans: 正在加载诊断...

source: Loading events...
zh_hans: 正在加载事件...

source: Loading file...
zh_hans: 正在加载文件...

source: Loading incidents...
zh_hans: 正在加载事故...

source: Loading memory...
zh_hans: 正在加载记忆...

source: Loading on-call view...
zh_hans: 正在加载值班视图...

source: Loading runtime...
zh_hans: 正在加载运行时...

source: Local Actions
zh_hans: 本地操作

source: Local Down
zh_hans: 本地下线

source: Local handoff checkpoint %@
zh_hans: 本地交接检查点 %@

source: Locally watched on this iPhone so they stay visible during on-call.
zh_hans: 在这台 iPhone 上本地关注，以便值班时始终可见。

source: Login Attempt
zh_hans: 登录尝试

source: Login Failure
zh_hans: 登录失败

source: Login Success
zh_hans: 登录成功

source: Lower on the page, but still above the fold for one-hand triage.
zh_hans: 位置更靠下，但仍保持在首屏内，便于单手分诊。

source: Lower-severity items still exist in the broader on-call queue, but critical-only mode is intentionally suppressing them here.
zh_hans: 较低严重级别的事项仍存在于更完整的值班队列中，但仅严重模式会在这里刻意隐藏它们。

source: Make \(session.displayTitle) the active session for \(agentName)?
zh_hans: 将 \(session.displayTitle) 设为 \(agentName) 的活动会话吗？

# Make %@ the active session for %@?
source: Make %1$@ the active session for %2$@?
zh_hans: 要将 %1$@ 设为 %2$@ 的当前活跃会话吗？

source: Manifest Tools
zh_hans: 清单工具

source: MCP
zh_hans: MCP 服务

source: MCP loaded
zh_hans: MCP 已加载

source: MCP Scope
zh_hans: MCP 范围

source: MCP Scope Facts
zh_hans: MCP 范围要点

source: MCP scope stays compact before the assigned and available server lists.
zh_hans: 在已分配和可用服务器列表展开前，MCP 范围保持紧凑。

source: Memory Access
zh_hans: 内存访问

source: Memory action readiness is currently anchored by scoped export and search work.
zh_hans: 当前记忆行动就绪度主要受范围内导出和搜索工作驱动。

source: Memory action readiness is currently anchored by structured durable state and the next route exits.
zh_hans: 当前记忆行动就绪度主要受结构化持久状态和下一步路由出口驱动。

source: Memory action readiness is currently clear enough for route pivots and durable-key review.
zh_hans: 当前记忆行动就绪度已足够清晰，可进行路由切换和持久键复核。

source: Memory Export
zh_hans: 记忆导出

source: Memory Facts
zh_hans: 记忆要点

source: Memory focus coverage is currently anchored by export-ready durable state.
zh_hans: 当前记忆焦点覆盖主要受可导出的持久状态驱动。

source: Memory focus coverage is currently anchored by structured state.
zh_hans: 当前记忆焦点覆盖主要受结构化状态驱动。

source: Memory focus coverage is currently anchored by the filtered memory slice.
zh_hans: 当前记忆焦点覆盖主要受筛选后的记忆切片驱动。

source: Memory focus coverage is currently balanced across the visible key set.
zh_hans: 当前记忆焦点覆盖在可见键集合之间较为均衡。

source: Memory Key
zh_hans: 记忆键

source: Memory key · %@
zh_hans: 内存键 · %@

source: Memory keys: \(agentMemory.count)
zh_hans: 记忆键：\(agentMemory.count)

source: Memory pressure is currently anchored by structured durable state.
zh_hans: 当前记忆压力主要受结构化持久状态驱动。

source: Memory pressure is currently concentrated in a search-scoped slice.
zh_hans: 当前记忆压力主要集中在搜索范围内的切片中。

source: Memory pressure is currently light and mostly reflects scalar durable keys.
zh_hans: 当前记忆压力较轻，主要反映标量持久键。

source: Memory routes stay compact before the surrounding incident and runtime drilldowns.
zh_hans: 在周边事件和运行时下钻前，记忆路由保持紧凑。

source: Memory routes stay compact while the durable key list is search-scoped.
zh_hans: 当持久键列表受搜索范围限制时，记忆路由保持紧凑。

source: Memory state stays visible before any durable keys exist.
zh_hans: 在任何持久化键出现前，记忆状态保持可见。

source: Memory state stays visible before the key preview and deep memory route.
zh_hans: 在键预览和深层记忆路由展开前，记忆状态保持可见。

source: Memory Status
zh_hans: 记忆状态

source: Memory support coverage is currently anchored by scalar durable keys.
zh_hans: 当前记忆支撑覆盖主要受标量持久键驱动。

source: Memory support coverage is currently anchored by structured durable state.
zh_hans: 当前记忆支撑覆盖主要受结构化持久状态驱动。

source: Memory support coverage is currently anchored by structured, export-ready durable state.
zh_hans: 当前记忆支撑覆盖主要受结构化且可导出的持久状态驱动。

source: Memory support coverage is currently light across the visible keys.
zh_hans: 当前记忆支撑覆盖在可见键之间整体较轻。

source: Memory support coverage is currently narrowed to the filtered key slice.
zh_hans: 当前记忆支撑覆盖已收窄到筛选后的键切片。

source: Memory Unavailable
zh_hans: 记忆不可用

source: Memory Value
zh_hans: 记忆值

source: Memory workstream coverage is currently anchored by scalar durable keys.
zh_hans: 当前记忆工作流覆盖主要受标量持久键驱动。

source: Memory workstream coverage is currently anchored by scoped export and search work.
zh_hans: 当前记忆工作流覆盖主要受范围内导出和搜索工作驱动。

source: Memory workstream coverage is currently anchored by structured durable state.
zh_hans: 当前记忆工作流覆盖主要受结构化持久状态驱动。

source: Memory workstream coverage is currently light across the visible keys.
zh_hans: 当前记忆工作流覆盖在可见键之间整体较轻。

source: Message Received
zh_hans: 已收到消息

source: Messages
zh_hans: 消息

source: Missing next run
zh_hans: 缺少下一次运行

source: Mixed state
zh_hans: 混合状态

source: Model concentration stays visible before the distribution chart and ranked model list.
zh_hans: 在分布图和模型排名列表展开前，模型集中度保持可见。

source: Model Cost Distribution
zh_hans: 模型成本分布

source: Model Layer
zh_hans: 模型层

source: Model path pending
zh_hans: 模型路径待补

source: Model path visible
zh_hans: 模型路径可见

source: Model ready
zh_hans: 模型已就绪

source: Model Resolution
zh_hans: 模型解析

source: Model resolution ready
zh_hans: 模型解析已就绪

source: Model: \(diagnosticsModelLabel)
zh_hans: 模型：\(diagnosticsModelLabel)

source: Model: \(requestedModelReference ?? agent.modelName ?? String(localized: "Unknown"))
zh_hans: 模型：\(requestedModelReference ?? agent.modelName ?? String(localized: "Unknown"))

source: Monthly \(Int(budget.monthlyPct * 100))%
zh_hans: 月度 \(Int(budget.monthlyPct * 100))%

source: Monthly \(Int(budget.monthlyPct * 100))% of limit
zh_hans: 月度达到限额的 \(Int(budget.monthlyPct * 100))%

source: Muted alerts stay hidden until you open incidents or re-enable the summary.
zh_hans: 静默告警会保持隐藏，直到你打开事件页或重新启用摘要。
